"lblChargeLimit" = "充电限制:";
"btnDischarge" = "放电模式";
"btnTopup" = "充满";
"btnInstallHelper" = "安装";
"btnQuit" = "退出";
"ttlGeneralSettings" = "通用";
"ttlChargeSettings" = "充电";
"ttlAppearanceSettings" = "外观";
"hlpSailingModePopover" = "续航模式已激活.";
"hlpCalibrationPopover" = "正在重新评估和校准.";
"hlpHeatProtectionPopover" = "电池温度过高已停止充电. 当前温度: ";
"hlpIntelModePopover" = "Intel 模式已启用.";
"lblSailingMode" = "续航模式";
"txtEnabled" = "已开启";
"txtDisabled" = "已关闭";
"hlpSailingModeSettings" = "AlDente 会将电池充电至所需数值后，让 MacBook 放电至设定的百分比再开始充电. 这样做是为了防止在电量变化而反复充放电.";
"txtDifference" = "差异:";
"txtWillSailTo" = "将续航至 ";
"txtSailingModeDeactivated" = "续航模式已关闭.";
"lblHeatProtection" = "过热保护";
"hlpHeatProtectionSettings" = "如果电池温度超过设定值，AlDente 则自动停止充电.";
"txtMaxTemp" = "最高温度";
"txtCurrent" = "  当前温度: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "过热保护已关闭.";
"lblCalibrationMode" = "校准模式";
"btnStopCalibration" = "停止校准";
"btnStartCalibration" = "开始校准";
"txtDischarge15" = "放电至\n15%";
"txtCharge100" = "充电至\n100%";
"txtHold1h" = "继续充电\n1小时";
"txtHold" = "保持\n";
"txtDischarge" = "放电至\n";
"lblStopChargingWhenSleeping" = "Macbook 进入睡眠时\n停止充电";
"hlpStopChargingWhenSleeping" = "开启此项后, Macbook 进入睡眠后会自动停止充电, 即使还未达到设定的百分比.";
"lblStopChargingWhenClosed" = "退出 AlDente 后\n停止充电";
"lblStopChargingWhenPoweredOff" = "关机时停止充电\n";
"hlpStopChargingWhenPoweredOff" = "开启此项后, AlDente 退出后会停止充电. 可以通过重启 AlDente 或重设 SMC 来重新启用该功能.";
"lblIntelMode" = "Intel 模式";
"hlpIntelModeSettings" = "仅适用于英特尔 MacBook. 这将使用另外的 SMC 键来控制最大充电值. 允许放电、续航模式和校准模式等功能在此模式下不可用, 但设置的充电值仍会重新启动. 实际最终值也可能与设置的值相差最多 5%.";
"lblHelperApp" = "辅助程序";
"btnReinstall" = "重新安装";
"btnRemove" = "移除";
"lblUpdates" = "更新";
"btnCheckForUpdates" = "检查更新";
"txtCheckManually" = "手动更新";
"txtCheckAutomatically" = "自动更新";
"lblOther" = "其他";
"btnManageLicense" = "管理许可证";
"btnActivateLicense" = "激活许可证";
"btnSaveDebugFile" = "保存调试文件";
"lblLaunchAtLogin" = "开机自启";
"hlpLaunchAtLogin" = "开机时自动启动 AlDente";
"lblRestoreCompleted" = "恢复完成!";
"txtRestoreCompleted" = "已恢复到默认设置.";
"btnResetSettings" = "恢复默认设置";
"hlpShowOnlyAlDenteIcon" = "谁不想每次都在他们的菜单栏中放1盘新鲜的意大利面?";
"hlpShowPercentage" = "谁不想每次都在他们的菜单栏中放1盘新鲜的意大利面?";
"hlpShowBatteryIcon" = "谁不想每次都在他们的菜单栏中放1盘新鲜的意大利面?";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente 免费版";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Cooked up️ in 2021 by AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "获取 Pro 版本!";
"lblSyncingChargeState" = "同步充电状态";
"txtDischargeExitDescription" = "由于 AlDente 正在为电池放电, 需要等到 macOS 确认放电停止后才能退出应用程序. 如果仍然选择退出, 这可能会导致您的屏幕出现短暂的白屏.";
"btnOK" = "确定";
"btnCancel" = "取消";
"lblIntelNotification" = "AlDente 正在运行 Intel 模式";
"txtIntelNotification" = "由于硬件限制, 在该 MacBook 上仅可开启 Intel 模式. 在此状态下无法启用Pro功能.";
"lblSetupNotification" = "AlDente Pro 设置";
"txtSetupNotification" = "请前往:\n\n系统偏好设置 ➔ 电池 ➔ 电池\n\n禁用\n\n \优化电池充电\.\n\n这将确保 AlDente 能够完全控制充电行为.";
"lblUpdateHelperNotification" = "更新辅助程序";
"txtUpdateHelperNotification" = "AlDente 需要更新辅助程序. 你可以随时点击 \移除\ 按钮卸载辅助程序.";
"lblInstallHelperNotification" = "安装";
"txtInstallHelperNotification" = "为了能够控制 MacBook 的充电行为, AlDente Pro 需要安装辅助程序. 你可以随时点击 \移除\ 按钮进行卸载.";
"lblHelperInstallSuccessNotification" = "辅助程序已安装!";
"lblRemoveHelperNotification" = "移除辅助程序?";
"txtRemoveHelperNotification" = "确定要移除辅助程序吗? AlDente 需要辅助程序才能正常工作.";
"lblHelperRemovedNotification" = "辅助程序已移除";
"txtHelperRemovedNotification" = "已成功移除 AlDente 辅助程序. 由于 AlDente 运行时需要此辅助程序, 因此在您重新安装该辅助程序之前 AlDente 无法正常工作. AlDente 将会立即退出.";
"lblClamshellDischargeProNotification" = "抱歉!";
"txtClamshellDischargeProNotification" = "合盖放电模式仅在 AlDente Pro 版本中提供.";
"lblDischargeInfoNotification" = "放电模式说明";
"txtDischargeInfoNotification" = "要在所有情况下（如翻盖模式）启用放电, AlDente必须暂时禁用设备的睡眠功能. 因此在某些 MacBook 上放电时, 睡眠选项可能会变灰. 此外, 其他控制睡眠行为的应用程序可能无法正常工作.";
"lblDebugInfoSavedNotification" = "调试信息已保存";
"txtDebugInfoSavedNotification" = "调试信息文件已成功保存到: ";
"lblActivationSuccessfulNotification" = "激活成功!";
"txtActivationSuccessfulNotification" = "感谢购买 AlDente Pro!";
"lblNoConnectionNotification" = "网络无法连接";
"txtNoConnectionNotification" = "AlDente 需要每10天检查1次您的许可证是否有效. 请连接互联网以便 AlDente 正常工作.";
"lblDisableSleepCompletely" = "充电未达到最大限值时\n阻止系统进入睡眠状态";
"hlpDisableSleepCompletely" = "开启此项后, AlDente 会阻止 MacBook 进入睡眠状态, 直到电池电量达到充电上限. 拔下电源线后, 会自动启用休眠.";
"lblShowOnStartup" = "启动时显示";
"hlpShowOnStartup" = "当应用程序启动时, AlDente 的用户界面会自动打开.";
"hlpShowDockIcon" = "在 Dock 中可以看到 AlDente 图标.";
"lblShowDockIcon" = "显示 Dock 图标";
"hlpNoMenubarIcon" = "从菜单栏中删除 AlDente 的图标. 启用此功能后, 该应用程序只能通过 Dock 栏图标访问.";
"lblPopoverAnimation" = "弹出动画";
"hlpPopoverAnimation" = "打开或关闭弹出动画.";
"lblPopupWindow" = "弹出窗口:";
"lblNoMenubarIcon" = "隐藏菜单栏图标";
"lblShowOnlyAlDenteIcon" = "仅 AlDente 图标";
"lblMenubarIcon" = "菜单栏图标:";
"txtSetupNotificationVentura" = "请转到：\n\n系统偏好设置➔\n电池➔\n电池运行状况（信息按钮）\n\n并禁用：\n\n \优化电池充电\。\n\n这可确保 AlDente 完全控制充电行为.";
"lblAdvancedIntelMode" = "高级英特尔模式";
"hlpSettingsLock" = "设置被锁定。请联系您的系统管理员。";
"hlpUseRealPercentage" = "启用此设置后，AlDente 将实际硬件电池百分比作为参考。 macOS 中显示的值通常与此相差几个百分点，具体取决于电池的使用年限和充电状态。";
"ttlStats" = "统计数据";
"lblUseRealPercentage" = "硬件电池百分比";
"lblCheckAutomatically" = "自动检查";
"txtIntelExplanation" = "在 MacBook 上，充电限制在关机或处于睡眠模式时会持续存在。请注意，由于技术限制，在这些情况下，百分比可能会有所不同。";
"ttlMoreSettings" = "更多";
"ttlScheduleSettings" = "计划";
"lblSleep" = "睡眠模式";
"lblLockScreenWhenClosed" = "关闭时锁定屏幕";
"hlpLockScreenWhenClosed" = "启用后，当合上盖子并停用睡眠模式时，屏幕会自动锁定。";
"lblAutomaticDischarge" = "自动放电";
"hlpAutomaticDischarge" = "启用后，如果当前百分比较高，AlDente 将自动放电至设定值。";
"lblCharging" = "充电模式";
"hlpAutomaticDischargeButton" = "当设置的充电限制低于电池百分比时，AlDente 将自动为您的电池放电。";
"ttlFeatureSettings" = "高级设置";
"lblMagsafeLED" = "Magsafe LED";
"lblControlMagsafeLED" = "控制 Magsafe LED";
"hlpControlMagsafeLED" = "如果启用此设置，AlDente 会将 Magsafe LED 的颜色与当前充电状态相匹配。";
"lblBlinkOrangeDischarge" = "放电期间闪烁橙色";
"hlpBlinkOrangeDischarge" = "如果启用此设置，则 Magsafe LED 将在启用放电时闪烁橙色。";
"lblMagsafeAlwaysOff" = "总是关闭";
"hlpMagsafeAlwaysOff" = "如果启用此设置，只要 AlDente 正在运行，Magsafe LED 就会始终熄灭。";
"ttlCalibrationNotPossible" = "无法校准！";
"txtCalibrationNotPossible" = "校准模式仅在连接充电器时可用。";
"ttlSMCIssue" = "充电限制错误";
"ttlLowChargeLimitWarning" = "低充电限制";
"txtLowChargeLimitWarning" = "长时间将电池电量保持在低百分比会增加校准错误的可能性。\n这可能会导致设备意外关机。\n如果是这种情况，通常可以使用 AlDente 的校准模式进行修复。";
"txtSMCIssue" = "AlDente 检测到 macOS 存在一个问题，该问题可能会导致 Charge Limiter 暂时无法工作。\n请执行以下步骤以使 AlDente 再次工作：\n1.从插座上拔下充电器并关闭 MacBook\n2.等待 5 分钟\n3.打开 MacBook 并插入充电器\nAlDente 应该会再次正常工作。";
"ttlTasks" = "任务";
"txtTasksIntelMode" = "任务调度在 Intel 模式下不可用。";
"txtTasksNotActivated" = "获取 AlDente Pro 解锁任务安排！";
"txtCreateNewTask" = "使用 + 按钮添加新任务！";
"txtTask" = "任务";
"txtStartTasksNext" = "在下次可能时执行任务：";
"txtTaskHistory" = "任务历史";
"ttlName" = "名称：";
"ttlActive" = "启用：";
"ttlAction" = "操作：";
"txtTopUp" = "充满电";
"txtDischargeTo" = "放电至";
"ttlRepeat" = "重复：";
"txtDaily" = "每日";
"txtWeekly" = "每周";
"txtMonthly" = "每月";
"ttlStart" = "开始：";
"hlpStartTasksNext" = "当您的 MacBook 处于睡眠状态或关机时，AlDente 无法运行任务。如果您的 MacBook 在任务应该运行时处于睡眠状态或关机，它将在下一次机会再次打开时启动该任务。";
"lblHelperInstallError" = "辅助程序安装错误";
"txtHelperInstallError" = "辅助程序安装期间出现问题。单击下一步以重新加载辅助程序。系统将要求您再次输入密码。";
"txtInstallHelper" = "AlDente 需要运行它的辅助程序才能工作。请安装辅助程序。";
"txtHelperInstallSuccessNotification" = "辅助程序已成功安装！";
"txtPause" = "暂停充电";
"txtCalibrate" = "启动校准模式";
"txtChargeTo" = "设置充电限制";
"ttlAlDenteSetup" = "AlDente 设置";
"txtAlDenteHeadline" = "欢迎来到 AlDente！";
"txtIntro" = "在我们开始之前，我们需要配置一些东西。";
"ttlInstallHelper" = "安装辅助程序";
"txtInstallHelperInfo" = "AlDente 需要辅助程序来控制 MacBook 的充电行为。";
"txtHelperInstalled" = "（已安装辅助程序）";
"ttlOptimisedCharging" = "优化电池充电";
"txtOptimisedChargingInfo" = "要让 AlDente 完全控制 MacBook 的充电行为，需要禁用优化电池充电。";
"bpOpenSettings" = "• 打开系统设置 → 电池";
"bpClickInfoButton" = "• 单击电池健康旁边的信息按钮";
"bpDisableOptimisedCharging" = "• 禁用优化电池充电";
"txtDisableOptimisedChargingOld" = "请转到：系统偏好设置 ➔ 电池 ➔ 电池并禁用：优化电池充电。";
"btnOpenSettings" = "打开设置";
"ttlCustomiseAlDente" = "自定义 AlDente";
"txtPresetInfo" = "你如何使用 MacBook？";
"btnMostlyHome" = "主要是在家";
"btnOnTheGo" = "在旅途中";
"btnSkip" = "跳过";
"ttlSetupModal" = "这将配置以下设置：";
"bpChargeLimit" = "• 充电限制";
"bpLaunchAtLogin" = "• 登录时启动";
"bpSailingMode" = "• 续航模式*";
"bpHeatProtection" = "• 热保护*";
"bpAutomaticDischarge" = "• 自动放电*";
"bpStopChargingWhenSleeping" = "• 睡觉时停止充电*";
"bpStopChargingWhenClosed" = "• 应用程序关闭时停止充电*";
"bpHardwareBatteryPercentage" = "• 硬件电池百分比*";
"ttlProLicense" = "Pro 许可证";
"txtProLicenseInfo" = "如果您已经拥有 Pro 许可证，则可以在此处激活它。";
"btnUseFree" = "免费使用";
"btnActivatePro" = "激活专业版";
"txtOn" = "在";
"txtOff" = "离开";
"txtOnlyInPro" = "* 仅适用于 AlDente Pro";
"txtEveryWeekday" = "每个工作日";
"txtEvery2Weeks" = "每两周";
"lblStats" = "统计数据";
"lblPowerFlowNotAvailable" = "由于技术限制，Power Flow 在此系统上不可用。";
"txtPowerFlowFreeExplanation" = "这只是用于演示目的的示例数据。解锁 AlDente Pro 以获得实时数据！";
"lblShowInPopover" = "在弹出窗口中显示";
"hlpShowInPopover" = "如果启用，此小部件也将在菜单栏弹出窗口中可见。";
"lblShowPercentage" = "显示百分比";
"lblShowBatteryIcon" = "显示电池";
"lblDischargeLimitToHighNotification" = "收费限额过高";
"txtDischargeLimitToHighNotification" = "要使用放电功能，您需要将充电限制设置为低于当前电池百分比的值。";
"chkDontAskAgain" = "不再询问";
"lblLimit" = "限制：";
"txtAlDenteStatus" = "咬合状态";
"txtMacOSNative" = "macOS 本机";
"txtMacOSColored" = "macOS 彩色";
"ttlSettingsBackup" = "已找到 AlDente Pro 设置的备份。你想恢复它们吗？";
"txtSettingsBackup" = "恢复专业设置？";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "AlDente设置";
"txtDontShow" = "不要显示";
"txtDontRepeat" = "不要重复";
"lblIconStyle" = "图标样式";
"txtAlDenteIcon" = "AlDente徽标";
"txtEnterTargetPercentage" = "输入目标百分比：";
"hlpSailingMinPerc" = "低于20％的AlDente将始终为您的电池充电，并且航行模式被覆盖。";
"ttlPowerFlow" = "电流";
"chkRembemberDecision" = "记住我的决定";
"ttlSensorData" = "传感器数据";
"ttlBatHealth" = "电池健康";
"txtDesignCap" = "设计能力：";
"txtMaxCap" = "最大容量：";
"txtHardwareCap" = "硬件容量：";
"txtMacOSCap" = "MACOS容量：";
"txtCycleCount" = "周期盘点：";
"ttlBatSpecs" = "电池规格";
"txtBatTemp" = "电池温度：";
"txtTimeRemaining" = "剩余时间：";
"txtTimeToFull" = "完整的时间：";
"txtBatterySerial" = "序列号：";
"ttlElectricalSpecs" = "电气规格";
"txtChargerI" = "充电器电流：";
"txtChargerU" = "充电器电压：";
"txtBatI" = "电池电流：";
"txtBatU" = "电池电压：";
"txtSystemP" = "系统负载：";
"txtCalibrationInterrupted" = "校准模式已中断。 您想继续进行校准吗？";
"txtPopover" = "在Popover中展示";
"ttlQuitApp" = "退出AlDente？";
"txtQuitApp" = "您想退出AlDente吗？";
"txtCondition" = "MacOS条件：";
"hlpLowPowerMode" = "MacOS低功率模式处于活动状态。";
"lblLowPowerMode" = "低功率模式";
"lblTopUpWhileCalibrationNotification" = "不可能加油。";
"txtTopUpWhileCalibrationNotification" = "在进行校准时，不可能充气。在开始充值之前，请禁用校准模式。";
"txtNothing" = "没做什么";
"hlpRightClickAction" = "确定当右键单击菜单栏中的AlDente图标时应该发生什么。";
"txtToggleChargeLimit" = "开始/停止充电";
"txtToggleLPM" = "启用/禁用低功率模式";
"txtRightClickAction" = "Menubar右键单击";
